{
  "translation": {
    "navHome": "Accueil",
    "navAbout": "A propos de moi",
    "navServices": "Services",
    "navTestimonials": "Temoignages",
    "navContact": "Contact",
    "homeTitle": "Gonorte - Accueil",
    "aboutTitlePage": "Gonorte - A propos de moi",
    "servicesTitlePage": "Gonorte - Services",
    "testimonialsTitlePage": "Gonorte - Temoignages",
    "contactTitlePage": "Gonorte - Contact",
    "heroTitle": "Transformez Votre Corps, Depassez Vos Limites",
    "heroSubtitle": "Entrainement personnalise et en ligne avec Gonorte. Atteignez vos objectifs de fitness et de bien-etre.",
    "heroCTA": "Commencer Aujourd'hui",
    "heroSecondaryCTA": "Voir les Services",
    "heroBadge": "Entraineuse Personnelle Certifiee",
    "heroStatsClients": "Clients Satisfaits",
    "heroStatsYears": "Annees d'Experience",
    "heroStatsSuccess": "Taux de Reussite",
    "featuresTitle": "Caracteristiques Cles",
    "featuresSubtitle": "Decouvrez les avantages de s'entrainer avec une professionnelle certifiee qui s'adapte a vos besoins",
    "featuresCTA": "Pret a Transformer Votre Vie ?",
    "featuresCTASubtitle": "Rejoignez des centaines de personnes qui ont deja atteint leurs objectifs avec Gonorte",
    "featuresCTAButton": "Commencer Maintenant",
    "feature1Title": "Entrainement Personnalise",
    "feature1Desc": "Plans completement personnalises adaptes a vos objectifs, niveau et style de vie.",
    "feature2Title": "Conseil Nutritionnel",
    "feature2Desc": "Guidance nutritionnelle personnalisee pour completer votre entrainement et maximiser les resultats.",
    "feature3Title": "Cours en Ligne",
    "feature3Desc": "Entrainez-vous de n'importe ou avec des cours en direct et des routines enregistrees de haute qualite.",
    "carouselTitle": "Galerie de Projets Precedents",
    "previousSlide": "Diapositive Precedente",
    "nextSlide": "Diapositive Suivante",
    "goToSlide": "Aller a la diapositive",
    "testimonialsTitle": "Ce Que Disent Mes Clients",
    "testimonialsSubtitle": "Decouvrez les vraies transformations et temoignages de clients qui ont atteint leurs objectifs avec ma methode personnalisee",
    "testimonialsCTA": "Pret pour votre transformation ? Rejoignez ces clients satisfaits",
    "testimonialsCTAButton": "Commencer Ma Transformation",
    "gonorteTestimonial1Quote": "Transformation incroyable ! Grace a Gonorte et sa methode personnalisee, j'ai perdu 15kg en 6 mois et je me sens plus energique que jamais. Son approche de la nutrition et de l'entrainement fonctionnel a completement change ma vie.",
    "gonorteTestimonial1Author": "Ana Perez",
    "gonorteTestimonial1Details": "Plan de Perte de Poids",
    "gonorteTestimonial2Quote": "Les routines en ligne sont super pratiques et efficaces. J'ai gagne beaucoup de force et d'endurance en m'entrainant depuis chez moi. Gonorte est toujours disponible pour ajuster les exercices selon mes progres.",
    "gonorteTestimonial2Author": "Carlos Lopez",
    "gonorteTestimonial2Details": "Routines de Force en Ligne",
    "gonorteTestimonial3Quote": "Le conseil nutritionnel etait cle pour ma transformation. J'ai appris a manger intelligemment et cela a parfaitement complete mon entrainement. Maintenant j'ai des habitudes saines que je maintiendrai toute ma vie.",
    "gonorteTestimonial3Author": "Laura Gomez",
    "gonorteTestimonial3Details": "Conseil Nutritionnel",
    "gonorteTestimonial4Quote": "En tant que debutante, j'etais tres nerveuse de commencer. Gonorte m'a fait me sentir a l'aise des le premier jour. Sa patience et ses connaissances m'ont aidee a construire confiance et force progressivement.",
    "gonorteTestimonial4Author": "Maria Rodriguez",
    "gonorteTestimonial4Details": "Entrainement pour Debutants",
    "gonorteTestimonial5Quote": "Apres une blessure, j'avais besoin de reeducation specifique. Gonorte a concu un programme parfait qui m'a aidee a recuperer et revenir plus forte qu'avant. Son experience est inestimable.",
    "gonorteTestimonial5Author": "David Martinez",
    "gonorteTestimonial5Details": "Reeducation et Recuperation",
    "gonorteTestimonial6Quote": "Les resultats ont ete incroyables. En seulement 3 mois, j'ai considerablement ameliore mes performances sportives. Gonorte comprend parfaitement les besoins des athletes.",
    "gonorteTestimonial6Author": "Sofia Torres",
    "gonorteTestimonial6Details": "Entrainement Sportif",
    "secondaryCTATitle": "Pret a Faire le Prochain Pas ?",
    "secondaryCTADescription": "Rejoignez des milliers d'innovateurs qui utilisent notre plateforme pour construire l'avenir. Ne manquez pas.",
    "secondaryCTAButton": "Lire Plus",
    "statsTitle": "Des Resultats Qui Parlent d'Eux-Memes",
    "statsSubtitle": "Ces chiffres representent le devouement et l'engagement envers l'excellence dans l'entrainement personnel",
    "statsClients": "Clients Transformes",
    "statsSupport": "Support Disponible",
    "statsCTA": "Voulez-vous faire partie de ces statistiques ?",
    "profileTitle": "Rencontrez Gonorte",
    "profileSubtitle": "Votre entraineuse personnelle dediee a transformer des vies a travers le fitness et le bien-etre",
    "profileName": "Gonorte",
    "profileDescription": "Je suis une entraineuse personnelle passionnee par le fitness et le bien-etre. Avec plus de 5 ans d'experience, j'ai aide des centaines de personnes a atteindre leurs objectifs de sante et transformer leurs vies a travers l'exercice physique et la nutrition equilibree.",
    "profileMission": "Ma mission est d'inspirer et guider chaque personne dans son voyage vers une vie plus saine, en fournissant des programmes personnalises qui s'adaptent a leurs besoins, objectifs et style de vie.",
    "profileCertifications": "Certifications et Specialites",
    "profileAchievements": "Realisations Exceptionnelles",
    "profilePhotoPlaceholder": "Photo de Gonorte",
    "profileCTA": "Decouvrez Mon Histoire Complete",
    "certification1": "Entraineuse Personnelle Certifiee",
    "certification2": "Specialiste en Nutrition Sportive",
    "certification3": "Instructrice de Yoga et Pilates",
    "certification4": "Coach de Bien-etre Integral",
    "achievement1": "Clients Transformes",
    "achievement2": "Annees d'Experience",
    "achievement3": "Taux de Satisfaction",
    "faqTitle": "Questions Frequemment Posees",
    "faqSubtitle": "Nous repondons aux questions les plus courantes sur nos services d'entrainement personnel",
    "faq1Question": "Comment fonctionne l'entrainement personnalise ?",
    "faq1Answer": "L'entrainement personnalise s'adapte completement a vos besoins. D'abord, nous effectuons une evaluation initiale de votre condition physique, objectifs et disponibilite. Ensuite, nous concevons un programme specifique qui inclut exercices, routines et suivi continu pour maximiser vos resultats.",
    "faq2Question": "Proposez-vous un entrainement en ligne ?",
    "faq2Answer": "Oui ! Nous proposons un entrainement en ligne complet avec des routines personnalisees, des videos explicatives, un suivi hebdomadaire et un support 24/7. Vous pouvez vous entrainer depuis chez vous ou ou vous voulez, en maintenant la meme qualite et personnalisation que l'entrainement en personne.",
    "faq3Question": "Que comprend le conseil nutritionnel ?",
    "faq3Answer": "Le conseil nutritionnel comprend un plan de repas personnalise, l'education nutritionnelle, le suivi des progres, les ajustements bases sur vos resultats et le support continu. Il ne s'agit pas de regimes restrictifs, mais de creer des habitudes alimentaires saines et durables.",
    "faq4Question": "Combien de temps faut-il pour voir des resultats ?",
    "faq4Answer": "Les resultats varient selon chaque personne, mais vous pouvez generalement remarquer des ameliorations en energie et bien-etre des la premiere semaine. Des changements physiques plus notables apparaissent generalement entre 4-8 semaines avec constance dans l'entrainement et la nutrition.",
    "faq5Question": "Travaillez-vous avec des debutants ?",
    "faq5Answer": "Absolument ! Nous nous specialisons dans le travail avec des personnes de tous niveaux, des debutants aux avances. Chaque programme s'adapte a votre niveau actuel, progressant graduellement pour eviter les blessures et maximiser les resultats.",
    "faq6Question": "Quel equipement ai-je besoin pour m'entrainer ?",
    "faq6Answer": "Pour commencer, vous n'avez besoin que de votre corps et de l'envie de vous entrainer. Beaucoup d'exercices peuvent etre faits sans equipement. Si vous avez acces a des poids, des bandes de resistance ou un ballon d'exercice, nous pouvons les incorporer, mais ils ne sont pas necessaires pour commencer.",
    "faqCTA": "Vous avez plus de questions ?",
    "faqCTASubtitle": "N'hesitez pas a me contacter pour resoudre toute question sur votre entrainement personnel",
    "faqCTAButton": "Contacter Maintenant",
    "servicesTitle": "Mes Services",
    "servicesSubtitle": "Je propose une large gamme de services personnalises pour vous aider a atteindre vos objectifs fitness de maniere efficace et durable",
    "servicesCTA": "Vous ne trouvez pas ce que vous cherchez ? Contactez-moi pour un plan personnalise",
    "servicesCTAButton": "Consultation Personnelle",
    "popularBadge": "Plus Populaire",
    "serviceCTA": "Commencer",
    "service1Title": "Entrainement Personnalise",
    "service1Desc": "Plans completement personnalises adaptes a vos objectifs, niveau et style de vie.",
    "service2Title": "Conseil Nutritionnel",
    "service2Desc": "Guidance nutritionnelle personnalisee pour completer votre entrainement et maximiser les resultats.",
    "service3Title": "Cours en Ligne",
    "service3Desc": "Entrainez-vous de n'importe ou avec des cours en direct et des routines enregistrees de haute qualite.",
    "service4Title": "Reeducation et Recuperation",
    "service4Desc": "Programmes specialises pour la recuperation des blessures et l'amelioration de la mobilite.",
    "service5Title": "Entrainement Sportif",
    "service5Desc": "Ameliorez vos performances sportives avec un entrainement specifique pour votre discipline.",
    "service6Title": "Sessions de Groupe",
    "service6Desc": "Entrainez-vous en groupe avec des amis ou de la famille pour plus de motivation et de plaisir.",
    "contactTitle": "Entrez en Contact",
    "contactSubtitle": "Pret a commencer votre transformation ? Contactez-moi et ensemble nous creerons le plan parfait pour atteindre vos objectifs",
    "contactInfoTitle": "Informations de Contact",
    "contactEmailTitle": "Email",
    "contactEmail": "gonorte@fitness.com",
    "contactPhoneTitle": "Telephone",
    "contactPhone": "+34 600 123 456",
    "contactLocationTitle": "Localisation",
    "contactLocation": "Madrid, Espagne",
    "contactHoursTitle": "Horaires",
    "contactHours": "Lun-Ven: 6:00-22:00",
    "contactSocialTitle": "Suivez-moi sur les Reseaux Sociaux",
    "contactQuickResponseTitle": "Reponse Rapide",
    "contactQuickResponseText": "Je reponds generalement en moins de 24 heures. N'hesitez pas a me contacter !",
    "contactReadyTitle": "Pret pour Votre Transformation ?",
    "contactReadyText": "Commencez votre voyage vers une vie plus saine et en forme. Je vous aide a atteindre vos objectifs fitness de maniere personnalisee et efficace.",
    "contactCTA": "Envoyer un Message",
    "contactCallCTA": "Appeler Maintenant",
    "contactAvailable": "Disponible maintenant",
    "contactFormTitle": "Envoyez-moi un Message",
    "contactFormName": "Nom",
    "contactFormNamePlaceholder": "Votre nom complet",
    "contactFormEmail": "Email",
    "contactFormEmailPlaceholder": "votre@email.com",
    "contactFormPhone": "Telephone",
    "contactFormPhonePlaceholder": "+34 600 123 456",
    "contactFormService": "Service d'Interet",
    "contactFormServicePlaceholder": "Selectionnez un service",
    "contactFormMessage": "Message",
    "contactFormMessagePlaceholder": "Parlez-moi de vos objectifs et comment je peux vous aider...",
    "contactFormSubmit": "Envoyer le Message",
    "contactSuccess": "Message envoye avec succes ! Nous vous repondrons bientot.",
    "contactError": "Il y a eu une erreur en envoyant le message. Veuillez reessayer.",
    "contactSending": "Envoi...",
    "contactMapPlaceholder": "Carte interactive ici",
    "footerText": "© 2024 Gonorte. Tous droits reserves.",
    "footer.quickLinks": "Liens Rapides",
    "footer.legal": "Legal",
    "footer.contactUs": "Contactez-nous",
    "footer.settingsSocial": "Parametres et Social",
    "footer.companyName": "Gonorte",
    "footer.allRightsReserved": "Tous droits reserves.",
    "selectLanguage": "Selectionner la langue",
    "changeLanguageToEnglish": "Passer a l'Anglais",
    "changeLanguageToSpanish": "Passer a l'Espagnol",
    "cookieConsentText": "Nous utilisons des cookies pour ameliorer votre experience. En utilisant notre site, vous acceptez notre utilisation de cookies.",
    "cookieConsentAccept": "Accepter",
    "legalPageTitle": "Gonorte - Informations Legales",
    "termsOfUseTitle": "Conditions d'Utilisation",
    "privacyPolicyTitle": "Politique de Confidentialite",
    "lastUpdated": "Derniere Mise a Jour",
    "ariaLabelGoToHome": "Gonorte - Aller a la page d'accueil",
    "pageNotFoundTitle": "Page Non Trouvee",
    "pageNotFoundMessage": "Desole, la page que vous recherchez n'existe pas.",
    "goBackButton": "Retour",
    "aboutSectionMainHeading": "Rencontrez Votre Entraineur",
    "aboutParagraph1": "Bonjour, je suis [Nom de l'Entraineur], votre entraineur personnel et coach de fitness chez Gonorte.",
    "aboutParagraph2": "Aussi loin que je me souvienne, le sport et l'activite physique ont ete une partie fondamentale de ma vie. Cette passion m'a menee a etudier les sciences du sport et a me certifier comme entraineuse personnelle, avec l'objectif de partager mes connaissances et aider les autres a decouvrir les benefices d'un corps actif et d'un esprit sain.",
    "aboutParagraph3": "Ma mission est de vous aider a atteindre vos objectifs de fitness, que ce soit perdre du poids, gagner du muscle, ameliorer votre endurance ou simplement adopter un style de vie plus sain. Je crois en une approche personnalisee, adaptant chaque programme d'entrainement et plan nutritionnel a vos besoins, preferences et capacites individuelles.",
    "aboutParagraph4": "Avec des annees d'experience et une devotion continue a l'etude du bien-etre et de la performance humaine, je suis ici pour vous guider et vous motiver a chaque etape de votre transformation. Ensemble, nous pouvons surmonter les obstacles, etablir des objectifs realistes et celebrer chaque accomplissement sur votre chemin vers une meilleure version de vous-meme.",
    "servicesPageMainHeading": "Nos Services",
    "servicesPersonalTrainingTitle": "Entrainement Personnalise",
    "servicesPersonalTrainingDesc1": "Nous proposons des programmes d'entrainement individualises, concus specifiquement pour vous aider a atteindre vos objectifs de fitness. Que vous cherchiez a perdre du poids, gagner de la masse musculaire, ameliorer vos performances sportives ou simplement adopter un style de vie plus actif, nous travaillerons avec vous pour creer un plan qui s'adapte a vos besoins, capacites et preferences.",
    "servicesPersonalTrainingDesc2": "Nos sessions d'entrainement personnel incluent un suivi continu, des ajustements programmatiques bases sur vos progres et la motivation necessaire pour depasser vos limites. Contactez-nous pour une consultation initiale et decouvrez comment nous pouvons transformer votre corps et votre esprit.",
    "servicesOnlineRoutinesTitle": "Routines en Ligne",
    "servicesOnlineRoutinesDesc1": "Accedez a nos programmes d'entrainement depuis n'importe ou, a tout moment avec nos routines en ligne. Parfaites pour ceux qui preferent la flexibilite de s'entrainer a la maison ou en voyageant, nos routines numeriques viennent avec des guides detailles, des videos explicatives et du support pour assurer que vous executiez chaque exercice de maniere sure et efficace.",
    "servicesOnlineRoutinesDesc2": "Nous proposons une variete de routines adaptables a differents niveaux d'experience et objectifs, des programmes de force et conditionnement aux routines de mobilite et bien-etre general. Tout accessible a travers notre plateforme intuitive.",
    "servicesNutritionalCoachingTitle": "Conseil Nutritionnel",
    "servicesNutritionalCoachingDesc1": "Le complement parfait pour votre entrainement. Notre service de conseil nutritionnel vous enseignera comment alimenter votre corps intelligemment pour maximiser vos resultats et ameliorer votre sante generale. Il ne s'agit pas de regimes restrictifs, mais de construire des habitudes alimentaires durables.",
    "servicesNutritionalCoachingDesc2": "Nous developpons des plans de repas personnalises, vous eduquons sur l'importance des macronutriments et micronutriments, et offrons un support continu pour que la nutrition devienne une partie integrale et agreable de votre style de vie sain.",
    "aboutTitle": "A Propos de Gonorte",
    "aboutTextPlaceholder": "Une breve introduction sur Gonorte, sa philosophie d'entrainement et sa passion pour aider les autres a atteindre leurs objectifs de fitness ira ici. Ce contenu sera personnalise pour refleter l'identite et l'experience de l'entraineur.",
    "contactTextPlaceholder": "Pret a commencer votre transformation ? Envoyez-moi un message ou trouvez-moi sur les reseaux sociaux."
  }
}
