{
  "translation": {
    "navHome": "Home",
    "navAbout": "About Me",
    "navServices": "Services",
    "navTestimonials": "Testimonials",
    "navContact": "Contact",
    "homeTitle": "Gonorte - Home",
    "aboutTitlePage": "Gonorte - About Me",
    "servicesTitlePage": "Gonorte - Services",
    "testimonialsTitlePage": "Gonorte - Testimonials",
    "contactTitlePage": "Gonorte - Contact",
    "heroTitle": "Transform Your Body, Exceed Your Limits",
    "heroSubtitle": "Personalized and online training with Gonorte. Achieve your fitness and wellness goals.",
    "heroCTA": "Start Today",
    "heroSecondaryCTA": "View Services",
    "featuresTitle": "Key Features",
    "feature1Title": "Robust Performance",
    "feature1Desc": "Experience lightning-fast interactions and seamless processing with our optimized architecture.",
    "feature2Title": "Secure & Reliable",
    "feature2Desc": "Built with top-tier security measures to protect your data and ensure constant availability.",
    "feature3Title": "Scalable Solutions",
    "feature3Desc": "Our platform grows with you, offering flexible and scalable options to meet your evolving needs.",
    "carouselTitle": "Previous Projects Gallery (EN)",
    "previousSlide": "Previous Slide",
    "nextSlide": "Next Slide",
    "goToSlide": "Go to slide",
    "testimonialsTitle": "Client Testimonials",
    "testimonialsSubtitle": "Discover why our clients trust us for their most important projects",
    "testimonialsCTA": "Ready to be our next success story?",
    "testimonialsCTASubtitle": "Join our satisfied clients and transform your vision into reality",
    "testimonialsCTAButton": "Start your project",
    "secondaryCTATitle": "Ready to Take the Next Step?",
    "secondaryCTADescription": "Join thousands of innovators leveraging our platform to build the future. Don't miss out.",
    "secondaryCTAButton": "Read More",
    "footerText": "© 2024 Gonorte. All rights reserved.",
    "footer.quickLinks": "Quick Links",
    "footer.legal": "Legal",
    "footer.contactUs": "Contact Us",
    "footer.settingsSocial": "Settings & Social",
    "footer.companyName": "Gonorte",
    "footer.allRightsReserved": "All rights reserved.",
    "selectLanguage": "Select language",
    "changeLanguageToEnglish": "Switch to English",
    "changeLanguageToSpanish": "Switch to Spanish",
    "cookieConsentText": "We use cookies to improve your experience. By using our site, you agree to our use of cookies.",
    "cookieConsentAccept": "Accept",
    "legalPageTitle": "Gonorte - Legal Information",
    "termsOfUseTitle": "Terms of Use",
    "privacyPolicyTitle": "Privacy Policy",
    "lastUpdated": "Last Updated",
    "ariaLabelGoToHome": "Gonorte - Go to homepage",
    "pageNotFoundTitle": "Page Not Found (EN)",
    "pageNotFoundMessage": "Sorry, the page you are looking for does not exist (EN).",
    "goBackButton": "Go Back (EN)",
    "aboutSectionMainHeading": "Meet Your Trainer",
    "aboutParagraph1": "Hi, I'm [Trainer's Name], your personal trainer and fitness coach at Gonorte.",
    "aboutParagraph2": "For as long as I can remember, sport and physical activity have been a fundamental part of my life. This passion led me to study sports science and become a certified personal trainer, with the goal of sharing my knowledge and helping others discover the benefits of an active body and a healthy mind.",
    "aboutParagraph3": "My mission is to help you achieve your fitness goals, whether it's losing weight, gaining muscle, improving your endurance, or simply adopting a healthier lifestyle. I believe in a personalized approach, tailoring each training program and nutritional plan to your individual needs, preferences, and abilities.",
    "aboutParagraph4": "With years of experience and a continuous dedication to the study of well-being and human performance, I'm here to guide and motivate you every step of your transformation. Together, we can overcome obstacles, set realistic goals, and celebrate every achievement on your path to a better version of yourself.",
    "servicesPageMainHeading": "Our Services",
    "servicesPersonalTrainingTitle": "Personalized Training",
    "servicesPersonalTrainingDesc1": "We offer individualized training programs, specifically designed to help you achieve your fitness goals. Whether you're looking to lose weight, gain muscle mass, improve your athletic performance, or simply adopt a more active lifestyle, we'll work with you to create a plan that fits your needs, abilities, and preferences.",
    "servicesPersonalTrainingDesc2": "Our personal training sessions include continuous monitoring, programmatic adjustments based on your progress, and the motivation needed to push your limits. Contact us for an initial consultation and discover how we can transform your body and mind.",
    "servicesOnlineRoutinesTitle": "Online Routines",
    "servicesOnlineRoutinesDesc1": "Access our training programs from anywhere, anytime with our online routines. Perfect for those who prefer the flexibility of training at home or while traveling, our digital routines come with detailed guides, explanatory videos, and support to ensure you perform each exercise safely and effectively.",
    "servicesOnlineRoutinesDesc2": "We offer a variety of routines adaptable to different experience levels and goals, from strength and conditioning programs to mobility and general wellness routines. All accessible through our intuitive platform.",
    "servicesNutritionalCoachingTitle": "Nutritional Coaching",
    "servicesNutritionalCoachingDesc1": "The perfect complement to your training. Our nutritional coaching service will teach you how to fuel your body intelligently to maximize your results and improve your overall health. It's not about restrictive diets, but about building sustainable eating habits.",
    "servicesNutritionalCoachingDesc2": "We develop personalized meal plans, educate you on the importance of macronutrients and micronutrients, and offer ongoing support so that nutrition becomes an integral and enjoyable part of your healthy lifestyle.",
    "gonorteTestimonial1Quote": "Incredible transformation! Thanks to Gonorte and the coach, I reached my weight loss goals and feel more energetic than ever.",
    "gonorteTestimonial1Author": "Ana Pérez",
    "gonorteTestimonial1Details": "Weight Loss Plan",
    "gonorteTestimonial2Quote": "The online routines are super practical and effective. I've gained a lot of strength and endurance training from home.",
    "gonorteTestimonial2Author": "Carlos López",
    "gonorteTestimonial2Details": "Online Strength Routines",
    "gonorteTestimonial3Quote": "Nutritional counseling was key. I learned to eat smart and it perfectly complemented my training.",
    "gonorteTestimonial3Author": "Laura Gómez",
    "gonorteTestimonial3Details": "Nutritional Counseling",
    "contactTitle": "Get in Touch",
    "contactSubtitle": "Have a project in mind? We're here to help you make it a reality",
    "contactFormTitle": "Send us a message",
    "contactSuccess": "Message sent successfully! We'll get back to you soon.",
    "contactError": "There was an error sending the message. Please try again.",
    "contactName": "Name",
    "contactEmailLabel": "Email",
    "contactSubject": "Subject",
    "contactSelectSubject": "Select a subject",
    "contactProject": "New project",
    "contactConsultation": "Consultation",
    "contactPartnership": "Partnership",
    "contactOther": "Other",
    "contactMessage": "Message",
    "contactSending": "Sending...",
    "contactSend": "Send message",
    "contactInfoTitle": "Contact information",
    "contactEmail": "Email",
    "contactPhone": "Phone",
    "contactAddress": "Address",
    "contactAddressValue": "Madrid, Spain",
    "contactHours": "Hours",
    "contactHoursValue": "Mon - Fri: 9:00 - 18:00",
    "contactSocialTitle": "Follow us",
    "contactMapPlaceholder": "Interactive map here",
    "helpfulLinks": "Helpful links",
    "aboutTitle": "About Gonorte",
    "aboutTextPlaceholder": "A brief introduction about Gonorte, his training philosophy, and his passion for helping others achieve their fitness goals will go here. This content will be customized to reflect the coach's identity and experience.",
    "servicesTitle": "My Services",
    "servicesTextPlaceholder": "Details about the different training plans, nutritional advice, online classes, etc., that Gonorte offers. The benefits and how they can help clients will be highlighted.",
    "service1Title": "Personalized Training",
    "service1Desc": "Plans adapted to your goals and level.",
    "service2Title": "Nutritional Counseling",
    "service2Desc": "Guidance for healthy and effective eating.",
    "service3Title": "Online Classes",
    "service3Desc": "Train from wherever you want, at your own pace.",
    "contactTextPlaceholder": "Ready to start your transformation? Send me a message or find me on social media.",
    "contactCTA": "Send Message"
  }
}
