{
  "translation": {
    "navHome": "Inicio",
    "navAbout": "Sobre Mí",
    "navServices": "Servicios",
    "navTestimonials": "Testimonios",
    "navContact": "Contacto",
    "homeTitle": "Gonorte - Inicio",
    "aboutTitle": "Gonorte - Sobre Mí",
    "servicesTitlePage": "Gonorte - Servicios",
    "testimonialsTitlePage": "Gonorte - Testimonios",
    "contactTitlePage": "Gonorte - Contacto",
    "heroTitle": "Bienvenido a Gonorte",
    "heroSubtitle": "Tu socio de confianza para soluciones innovadoras y personalizadas.",
    "heroCTA": "Empieza Hoy",
    "homeSecondaryCTA": "Reserva tu Sesión",
    "featuresTitle": "Características Clave",
    "feature1Title": "Rendimiento Robusto",
    "feature1Desc": "Experimenta interacciones ultrarrápidas y procesamiento fluido con nuestra arquitectura optimizada.",
    "feature2Title": "Seguro y Confiable",
    "feature2Desc": "Construido con medidas de seguridad de primer nivel para proteger tus datos y asegurar disponibilidad constante.",
    "feature3Title": "Soluciones Escalables",
    "feature3Desc": "Nuestra plataforma crece contigo, ofreciendo opciones flexibles y escalables para satisfacer tus necesidades evolutivas.",
    "carouselTitle": "Galería de Proyectos Anteriores",
    "previousSlide": "Diapositiva Anterior",
    "nextSlide": "Siguiente Diapositiva",
    "goToSlide": "Ir a la diapositiva",
    "testimonialsTitle": "Lo Que Dicen Nuestros Clientes",
    "testimonialsSubtitle": "Descubre por qué nuestros clientes confían en nosotros para sus proyectos más importantes",
    "testimonialsCTA": "¿Listo para ser nuestro próximo caso de éxito?",
    "testimonialsCTASubtitle": "Únete a nuestros clientes satisfechos y transforma tu visión en realidad",
    "testimonialsCTAButton": "Comienza tu proyecto",
    "secondaryCTATitle": "¿Listo Para Dar el Siguiente Paso?",
    "secondaryCTADescription": "Únete a miles de innovadores que aprovechan nuestra plataforma para construir el futuro. No te quedes afuera.",
    "secondaryCTAButton": "Leer Más",
    "footerText": "© 2024 Gonorte. Todos los derechos reservados.",
    "footer.quickLinks": "Enlaces Rápidos",
    "footer.legal": "Legal",
    "footer.contactUs": "Contáctanos",
    "footer.settingsSocial": "Ajustes y Social",
    "footer.companyName": "Gonorte",
    "footer.allRightsReserved": "Todos los derechos reservados.",
    "selectLanguage": "Seleccionar idioma",
    "changeLanguageToEnglish": "Cambiar a Inglés",
    "changeLanguageToSpanish": "Cambiar a Español",
    "cookieConsentText": "Usamos cookies para mejorar tu experiencia. Al usar nuestro sitio, aceptas nuestro uso de cookies.",
    "cookieConsentAccept": "Aceptar",
    "legalPageTitle": "Gonorte - Información Legal",
    "termsOfUseTitle": "Términos de Uso",
    "privacyPolicyTitle": "Política de Privacidad",
    "lastUpdated": "Última Actualización",
    "ariaLabelGoToHome": "Gonorte - Ir a la página principal",
    "pageNotFoundTitle": "Página No Encontrada",
    "pageNotFoundMessage": "Lo sentimos, la página que buscas no existe.",
    "goBackButton": "Volver",
    "aboutSectionMainHeading": "Conoce a tu Entrenador",
    "aboutParagraph1": "Hola, soy [Nombre del Entrenador], tu entrenador personal y coach de fitness en Gonorte.",
    "aboutParagraph2": "Desde que tengo memoria, el deporte y la actividad física han sido una parte fundamental de mi vida. Esta pasión me llevó a estudiar ciencias del deporte y a certificarme como entrenador personal, con el objetivo de compartir mis conocimientos y ayudar a otros a descubrir los beneficios de un cuerpo activo y una mente sana.",
    "aboutParagraph3": "Mi misión es ayudarte a alcanzar tus objetivos de fitness, ya sea perder peso, ganar músculo, mejorar tu resistencia o simplemente adoptar un estilo de vida más saludable. Creo en un enfoque personalizado, adaptando cada programa de entrenamiento y plan nutricional a tus necesidades, preferencias y capacidades individuales.",
    "aboutParagraph4": "Con años de experiencia y una dedicación continua al estudio del bienestar y el rendimiento humano, estoy aquí para guiarte y motivarte en cada paso de tu transformación. Juntos, podemos superar obstáculos, establecer metas realistas y celebrar cada logro en tu camino hacia una mejor versión de ti mismo.",
    "servicesPageMainHeading": "Nuestros Servicios",
    "servicesPersonalTrainingTitle": "Entrenamiento Personalizado",
    "servicesPersonalTrainingDesc1": "Ofrecemos programas de entrenamiento individualizados, diseñados específicamente para ayudarte a alcanzar tus metas de fitness. Ya sea que busques perder peso, ganar masa muscular, mejorar tu rendimiento deportivo o simplemente adoptar un estilo de vida más activo, trabajaremos contigo para crear un plan que se ajuste a tus necesidades, habilidades y preferencias.",
    "servicesPersonalTrainingDesc2": "Nuestras sesiones de entrenamiento personalizado incluyen seguimiento continuo, ajustes programáticos basados en tu progreso y la motivación necesaria para superar tus límites. Contáctanos para una consulta inicial y descubre cómo podemos transformar tu cuerpo y mente.",
    "servicesOnlineRoutinesTitle": "Rutinas Online",
    "servicesOnlineRoutinesDesc1": "Accede a nuestros programas de entrenamiento desde cualquier lugar y en cualquier momento con nuestras rutinas online. Perfectas para quienes prefieren la flexibilidad de entrenar en casa o mientras viajan, nuestras rutinas digitales vienen con guías detalladas, videos explicativos y soporte para asegurar que ejecutes cada ejercicio de manera segura y efectiva.",
    "servicesOnlineRoutinesDesc2": "Ofrecemos una variedad de rutinas que se adaptan a diferentes niveles de experiencia y objetivos, desde programas de fuerza y acondicionamiento hasta rutinas de movilidad y bienestar general. Todo accesible a través de nuestra plataforma intuitiva.",
    "servicesNutritionalCoachingTitle": "Asesoramiento Nutricional",
    "servicesNutritionalCoachingDesc1": "El complemento perfecto para tu entrenamiento. Nuestro servicio de asesoramiento nutricional te enseñará cómo alimentar tu cuerpo de manera inteligente para maximizar tus resultados y mejorar tu salud general. No se trata de dietas restrictivas, sino de construir hábitos alimenticios sostenibles.",
    "servicesNutritionalCoachingDesc2": "Desarrollamos planes de comidas personalizados, te educamos sobre la importancia de los macronutrientes y micronutrientes, y te ofrecemos el apoyo continuo para que la nutrición se convierta en una parte integral y placentera de tu estilo de vida saludable.",
    "gonorteTestimonial1Quote": "¡Increíble transformación! Gracias a Gonorte y al entrenador, alcancé mis metas de pérdida de peso y me siento con más energía que nunca.",
    "gonorteTestimonial1Author": "Ana Pérez",
    "gonorteTestimonial1Details": "Plan de Pérdida de Peso",
    "gonorteTestimonial2Quote": "Las rutinas online son súper prácticas y efectivas. He ganado mucha fuerza y resistencia entrenando desde casa.",
    "gonorteTestimonial2Author": "Carlos López",
    "gonorteTestimonial2Details": "Rutinas Online de Fuerza",
    "gonorteTestimonial3Quote": "El asesoramiento nutricional fue clave. Aprendí a comer de forma inteligente y complementó perfectamente mi entrenamiento.",
    "gonorteTestimonial3Author": "Laura Gómez",
    "gonorteTestimonial3Details": "Asesoramiento Nutricional",
    "contactTitle": "Ponte en contacto",
    "contactSubtitle": "¿Tienes un proyecto en mente? Estamos aquí para ayudarte a hacerlo realidad",
    "contactFormTitle": "Envíanos un mensaje",
    "contactSuccess": "¡Mensaje enviado con éxito! Te responderemos pronto.",
    "contactError": "Hubo un error al enviar el mensaje. Por favor, inténtalo de nuevo.",
    "contactName": "Nombre",
    "contactEmailLabel": "Email",
    "contactSubject": "Asunto",
    "contactSelectSubject": "Selecciona un asunto",
    "contactProject": "Nuevo proyecto",
    "contactConsultation": "Consulta",
    "contactPartnership": "Colaboración",
    "contactOther": "Otro",
    "contactMessage": "Mensaje",
    "contactSending": "Enviando...",
    "contactSend": "Enviar mensaje",
    "contactInfoTitle": "Información de contacto",
    "contactEmail": "Email",
    "contactPhone": "Teléfono",
    "contactAddress": "Dirección",
    "contactAddressValue": "Madrid, España",
    "contactHours": "Horario",
    "contactHoursValue": "Lun - Vie: 9:00 - 18:00",
    "contactSocialTitle": "Síguenos",
    "contactMapPlaceholder": "Mapa interactivo aquí",
    "helpfulLinks": "Enlaces útiles"
  }
}
